07_archived_old_versions/gaganyaan_openfoam_staged_research_v2/gaganyaan_openfoam_staged_research_v2/cases/02_drogue_full/constant/physicalProperties
FoamFile
{ version 2.0; format ascii; class dictionary; object physicalProperties; }
nu              [0 2 -1 0 0 0 0] 3.407296276e-05;
